Repository: Andry-Smirnov/ccdciel
Catalog: data/language/ccdciel_hints.*.po
Languages: de

source: Activate backlash compensation.%sLet this disabled if your focuser driver include backlash compensation.
de: Aktiviere Getriebespielausgleich.%sLassen Sie diese Option deaktiviert wennihr Fokussierer dies bereits kompensiert

source: Activate the start time
de: Aktiviere die Startzeit

source: Activate the stop time
de: Aktiviere Stoppzeit

source: Active only if the target use astrometry positioning%sand the exposure time is longer than the astrometry timeout
de: Nur aktiv, wenn das Ziel die Astrometriepositionierung %s verwendet und die Belichtungszeit länger ist als die Astrometriezeitüberschreitung.

source: Add a flat sequence to the list.
de: Füge eine Flatfield Sequenz der Liste hinzu

source: Add an object to the list
de: Ein Objekt der Liste hinzufügen

source: Add a script to the list.
de: Füge ein Skript zur Liste hinzu

source: A description for this step
de: Beschreibung des Schritts

source: After learning is completed you can use this cursor to better adjust to the linear part of the curve.%sThe fit must be particularly good near the horizontal blue line position.
de: Nach Abschluss des Lernvorgangs können Sie diesen Cursor verwenden,um es besser an den linearen Teil der Kurve anzupassen.%sDie Passformmuss in der Nähe der horizontalen blauen Linie besonders gut sein.

source: A temporary directory for work files. Be sure it contain only ASCII character and no space
de: Ein temporäres Verzeichnis für Arbeitsdateien. Stellen Sie sicher,dass der es nur ASCII-Zeichen und kein Leerzeichen enthält

source: Autofocus at the start of this step
de: Autofokus zu Beginn dieses Schritts

source: Autofocus if the temperature change is greater than the configured value
de: Autofokus, wenn die Temperaturänderung größer als der konfigurierte Wert ist

source: Be sure to pause guiding when using a OAG. You can continue guiding when using a separate guide scope.
de: Stellen Sie sicher, dass bei Verwendung eines Off-Axis-Guiders das Autoguiding unterbrochen wird. Mit einem separaten Nachführteleskop kann das Autoguiding weiter laufen.

source: Camera binning
de: Kamera binning

source: Camera gain
de: Kamera gain

source: Camera ISO
de: Kamera ISO

source: Camera position angle
de: Positionswinkel der Kamera

source: Clear the sequence completion status
de: Lösche Fortschrittsstatus

source: Clear time constraint
de: Lösche Zeitbeschränkung

source: Click to set value for all the targets
de: Klicken um die Werte für alle Ziele zu setzen

source: Click to sort by %s
de: Klicken um nach %s zu sortieren

source: Connect all devices
de: Verbinde alle Geräte

source: Control how complete target are managed when the whole list is repeated
de: Steuerung des Ziels wenn die gesamte Liste wiederholt wird

source: Copy the current profile to a new one.%sThis also copy every program preference to the new profile.
de: Kopiere das derzeitige Profil zu einem neuen.%sDies kopiert auch sämtlicheProgrammeinstellung zu dem neuen Profil

source: Copy the sequence to a new one. Completion status is reinitialized
de: Kopieren der Sequenz in eine neue. Fortschrittsstatus wird neu initialisiert

source: Create a new empty profile.%sWarning this also clear every program preference for this new profile.%sUse the Copy button if you want to configure a different equipment but keep the program options.
de: Erstelle ein neues leeres Profil.%sWarnung! Dies löscht auch sämtlicheProgrammeinstellungen für dieses neue Profil.%sBenutzen Sie die SchaltflächeKopieren um andere Geräte zu konfigurieren aber die Programmeinstellungenzu behalten.

source: Create a new sequence
de: Eine neue Sequenz erstellen

source: Current telescope Right Ascension
de: Aktuelle Teleskop Rektaszension

source: Current telescope Declination
de: Aktuelle Teleskop Deklination

source: Current telescope side of pier
de: Seite des Teleskops bezogen auf die Säule

source: Delete the selected row from the list.
de: Lösche die ausgewählte Zeile aus der Liste

source: Delete the sequence file
de: Lösche Sequenzdatei

source: Delete this profile and associated program preference.
de: Löschen dieses Profil und der dazugehörigen Programmeinstellungen.

source: Dither on the specified frame interval
de: Dither nach einer bestimmten Bilderzahl

source: Do not move the telescope before to start imaging.
de: Bewegen Sie das Teleskop nicht, bevor mit den Aufnahmen begonnen wird

source: Process the other targets in the list instead of waiting for the start condition(s) to be met. To be used with option "Repeat the whole list"
de: Die anderen Ziele verarbeiten anstatt auf die Startbedingungen zu warten. Zur Verwendung mit der Option "Wiederhole die gesamte Liste"

source: Drag&drop to change order
de: Mit der Maus ziehen um die Reihenfolge zu ändern

source: Edit the current sequence
de: Bearbeiten der aktuellen Sequenz

source: Fix the visualisation threshold to the image data range, 100% of the histogram.
de: Visualisierungsschwellwert auf den Bilddatenbereich fixieren, 100% desHistogramms

source: Gamma of the image display
de: Gamma der Bildanzeige

source: Get the coordinates and object name from the planetarium
de: Hole Koordinaten und Objektnamen vom Planetariumsprogramm

source: Get the coordinates from the internal annotation database
de: Ermittle die Koordinaten aus der internen Beschriftungsdatenbank

source: Global ALPACA server parameters
de: Globale ALPACA-Server Parameter

source: Global INDI server parameters
de: Globale INDI-Server Parameter

source: Histogram of the current image.%sClick and move to adjust the visualisation threshold.
de: Histogramm des aktuellen Bildes.%sKlicken und ziehen um dieVisualisierungsschwellwerte anzupassen

source: History of the last FWHM and Intensity measurement
de: Verlauf der letzten FWHM- und Helligkeitsmessungen

source: If checked no confirmation dialog will be presented and failed operation will abort the current step.
de: Wenn diese Option aktiviert ist, wird kein Bestätigungsdialog angezeigtund fehlgeschlagene Operationen brechen den aktuellen Schritt ab

source: If the image is now focused, click this button to get the current focuser position
de: Wenn das Bild jetzt fokussiert ist, klicken Sie auf diese Schaltfläche,um die aktuelle Position des Fokussierers abzurufen

source: Increment step for the inward or outward movement
de: Schrittweite für die Bewegung nach innen und außen

source: Infinite number of repetition
de: Unendliche Anzahl von Wiederholungen

source: Inspect the distribution of the HFD across the image
de: Überprüfung der HFD-Verteilung über das gesamte Bild

source: Invert image display
de: Invertiere Bildanzeige

source: Keep the graph visible after autofocus is completed
de: Graph sichtbar lassen nachdem der Autofokus abgeschlossen ist

source: Let blank for default system search path
de: Leer lassen, um den Standardsuchpfad des Systems zu benutzen

source: List of profile for every different equipment configuration
de: Liste der Profile für jede Gerätekonfiguration

source: Load a sequence file
de: Lade Sequenz

source: Loop preview exposures
de: Aufnahme Dauerschleife

source: Make test to determine the most performant option depending on your computer.%s(Network is mandatory if the camera is connected to a remote Indi server)
de: Machen Sie einen Test um die leistungsstärkste Option zu bestimmen, dies istabhängig von Ihrem Computer.%s(Netzwerk ist ausschlaggebend wenn dieKamera mit einem entfernten INDI-Server verbunden ist)

source: Move focuser inward
de: Bewege Fokussierer nach innen

source: Move focuser outward
de: Bewege Fokussierer nach außen

source: Pause the sequence after the current exposure is complete
de: Sequenz anhalten nachdem die aktuelle Belichtung abgeschlossen ist

source: Redo autofocus after a number of frames
de: Autofokus nach einer Anzahl von Bildern

source: Repeat the plan for this object.%sSet to zero to not process this target.
de: Plan für dieses Objekt wiederholen.%s Zu Null setzen um das Ziel zu übergehen.

source: Repeat the whole list a number of time.
de: Wiederhole die gesamte Liste einige Male

source: Save the list and close this window.
de: Liste speichern und dieses Fenster schließen

source: Save the list with a new name and close this window.
de: Speichern der Liste unter einem neuen Namen und schließen des Fensters

source: Select the information used to make the image file name
de: Wählen Sie die Informationen, aus denen der Name derBilddatei zusammengesetzt wird

source: Select the information used to make the image directory name
de: Wählen Sie die Informationen aus, die zum Erstellen des Bilder-Verzeichnisnamens verwendet werden

source: Set absolute focuser position
de: Absolute Fokussierposition einstellen

source: Set here the action to take after the sequence is terminated
de: Stellen Sie hier die Aktion ein, die ausgeführt werden soll, nachdem die Sequenz beendet wurde

source: Set the start time at astronomical dusk, recomputed for the date you run the sequence.
de: Setze die Astronomische Dämmerung als Startzeit. Berechnet für das Datuman dem die Sequenz laufen soll

source: Set the stop time at astronomical dawn, recomputed for the date you run the sequence.
de: Setze die Astronomische Morgendämmerung als Stoppzeit. Berechnet für das Datuman dem die Sequenz laufen soll

source: Show bulls eye
de: Zeige Fadenkreuz

source: Show completion status
de: Fertigstellungsstatus anzeigen

source: Show highlight and shadow clipping
de: Zeige Helligkeits- und Dunkelbeschneidungen

source: Show %s of the histogram
de: Zeige %s des Histgramms

source: Show the option to stack the preview frame in real time.%sThis feature is normally use for demonstration in public event.%sYou can let this option disabled to not risk an unwanted use during your imaging session.
de: Zeige Option zum automatischen Stacken der Vorschaubilder in Echtzeit.%sDiese Funktion ist normalerweise zur Verwendung als Demo bei öffentlichen Veranstaltungen gedacht. %sSie können diese Option deaktiviert lassenum das Risko einer unerwünschten Verwendung während der Session auszuschließen.

source: Solve the current image and get the center coordinates
de: Platesolving des aktuellen Bildes und Ermitteln der Zentralkoordinaten

source: Solve the current image and get the rotation of the image
de: Platsolving des aktuellen Bildes und Ermittlung der Bildfelddrehung

source: Stack the preview frames to a single image.%sA new stack is started when you start a loop or if you uncheck this button.
de: Integration der Vorschaubilder zu einem einzigen Bild.%sEin neues Summenbild wirdangelegt, wenn eine Dauerschleife gestartet wird oder diese Schaltfläche deaktiviert wird

source: Start a preview loop when waiting for the delay to expire.
de: Starte eine Vorschau Dauerschleife während die Verzögerungszeit abgewartet wird

source: Start image loop centered on selected star
de: Starte Dauerschleife zentriert auf den ausgewählten Stern

source: Start one preview exposure
de: Start ein Vorschaubild

source: Start the auto-focus procedure
de: Starte Autofokus

source: Start the capture sequence
de: Starte Aufnahmesequenz

source: Start the sequence execution
de: Sequenzausführung starten

source: Start the Vcurve learning process
de: Starte den V-Curve Lernprozess

source: Start time capturing (MC=Meridian crossing)
de: Aufnahme Startzeit (MC=Meridiandurchgang)

source: Stay at the target position for autofocus.%sA medium bright star should be visible.%sElse slew to a bright database star.
de: Bleibe für Autofokus an der Zielposition . %s Ein mittelheller Stern sollte sichtbar sein. %s Ansonsten schwenke zu einem helen Stern aus der Datenbank.

source: Step plan for capturing the images.%sThe step plan details are specified in the list below
de: Aufnahmeplan der Bilder. %s Details des Aufnahmeplans sind in der unteren Liste aufgeführt.

source: Stop at this time even if the processing is not finished.
de: Beende zu dieser Zeit, auch wenn die Verarbeitung noch nicht abgeschlossen ist

source: Stop the sequence execution
de: Sequenzausführung stoppen

source: Stop time capturing (MC=Meridian crossing)
de: Stopzeit für die Aufnahmen (MC=Meridiandurchgang)

source: Target position (J2000)
de: Ziel Position (J2000)

source: The base folder where the images are recorded
de: Der Basisordner, in dem die Bilder aufgezeichnet werden

source: The direction the focuser will always finish to move.%sIf using auto-focus set the same move direction.
de: Die Richtung mit der der Fokussierer seine Bewegung immer beeendet.%sBei der Verwendung von Autofokus die gleiche Richtung einstellen.

source: The Elbrus Images folder as set in the Elbrus parameters.
de: Der Elbrus Bilderordner wie er in den Elbrus Parametern festgelegt ist.

source: The Full Width at Half Maximum value in pixels / arc seconds
de: FWHM-Wert in Pixel/Bogensekunden

source: The Half Flux Diameter value in pixels
de: HFD-Wert in Pixel

source: The horizon profile used to compute object visibility. This file is the same as used in Cartes du Ciel
de: Das Horizontprofil, das zur Berechnung der Objektsichtbarkeit verwendet wird.Diese Datei entspricht der in Skycharts (Cartes du Ciel) verwendeten

source: The list of target to process in sequence.
de: Die Liste der Ziele, die nacheinander abgearbeitet werden sollen

source: The magnitude of the star used to run the autofocus.%sUsing a faint star can minimize the telescope movement but prefer the brightest to avoid trouble with nearby stars.
de: Helligkeit des Sterns welcher für Autofokus verwendet wird.%sMit einem schwachenStern wird die Teleskopbewegung minimiert aber bevorzugen sie die Hellsten umProblem mit Nachbarsternen zu vermeiden

source: The maximum intensity value
de: Maximaler Intensitätswert

source: The minimal object elevation to start or end observing
de: Die minimale Objekthöhe, um die Beobachtung zu starten oder zu beenden

source: The number of images to take
de: Die Anzahl der aufzunehmenden Bilder

source: The number of image to take before dither
de: Die Anzahl der Bilder, die vor dem Dithering aufgenommen werden sollen

source: The number of image to take before autofocus
de: Die Anzahl der Bilder, die vor dem Autofokus aufgenommen werden sollen

source: The number of image for this step
de: Anzahl der Einzelbilder dieses Schrittes

source: The object name for use in FITS header and file name
de: Der Objektname zur Verwendung im Fits-Header und im Dateinamen

source: The observatory name for inclusion in the FITS header
de: Namen der Sternwarte zur Aufnahme in den FITS-Header

source: The observer name for inclusion in the FITS header
de: Namen des Beobachters zur Aufnahme in den FITS-Header

source: The preferred focuser direction for autofocus.
de: Die bevorzugte Fokussierrichtung für Autofokus.

source: The selected star luminosity profile
de: Helligkeitsprofil des ausgewählten Sterns

source: The Signal/Noise ratio
de: Signal / Rausch-Verhältnis

source: The target name to be used for capturing the images
de: Name des Ziels der für die Bilder verwendet wird

source: The telescope name for inclusion in the FITS header
de: Namen des Teleskops zur Aufnahme in den FITS-Header

source: The temporary RAM disk used to transfer the images from the Indi server
de: Die temporäre RAM-Disk, die zum Übertragen der Bilder vom Indi-Server verwendet wird

source: The type of frame
de: Der Bildtyp

source: The Unix path equivalent to the Elbrus Images folder.
de: Der Unix-Pfad der dem Elbrus Bilderordner entspricht.

source: This allow to restart an interrupted sequence at the point it was stopped
de: Auf diese Weise kann eine unterbrochene Sequenz an dem Punkt erneutgestartet werden, an dem sie gestoppt wurde

source: Time from meridian transit (hour angle)
de: Zeit bis Meridiantransit (Stundenwinkel)

source: Try to correct for focuser slippage since the last Vcurve learning.%sBeware you must set the focuser temperature correction and the filters offset before to use this option.
de: Versuchen Sie, das Verrutschen des Fokussierers seit dem letzten Vcurve-Lernenzu korrigieren. %sBeachten Sie, dass Sie die Fokussiertemperaturkorrektur undden Filteroffset einstellen müssen, bevor Sie diese Option verwenden können.

source: Use astrometric (plate) solving to improve telescope pointing accuracy
de: Benutze Platesolving um die Zielgenauigkeit des Teleskopes zu verbessern

source: Vcurve can only work with an absolute position focuser, it require to learn the curve, but this is the quickest method, recommended when focusing on a single star.%sDynamic can be use with an absolute or relative position focuser, this method require the starting position is near the focus position. It work best when measuring all the stars in the image.%sUse Iterative if the first two options do not work for you or if you start with really bad focus. This is the slowest and less precise method.
de: V-Curve kann nur mit einem Fokussierer verwendet werden, der absolute Positionierung unterstützt. Es ist erforderlich, die Kurve vorher zu lernen. V-Curve ist die schnellste Fokussiermethode, sie wird empfohlen wenn auf einen Einzelstern fokussiert werden soll.%sDynamic kann mit Fokussierern verwendet werden, die absolute und relative Positionierung unterstützen. Diese Methode setzt voraus, dass sich die Startposition in der Nähe der Fokusposition befindet. Es funktioniert am besten, wenn alle Sterne im Bild gemessen werden. %sVerwenden Sie Iterativ, wenn die ersten beiden Optionen bei Ihnen nicht funktionieren oder wenn Sie mit einem wirklich schlechten Fokus beginnen. Dies ist die langsamste und ungenaueste Methode.

source: V curve learning
de: V-Curve lernen

source: Wait for a moonless night
de: Auf mondfreien Nachthimmel warten

source: Wait to this time before to start to process the list.
de: Bis zu dieser Zeit warten um mit der Liste zu beginnen

source: Zoom to adjust in window
de: Auf Fenstergröße zoomen

source: Zoom to half size
de: Zoom 1:2

source: Zoom to original scale
de: Zoom 1:1

source: Zoom two time
de: Zoom 2x
